{
  "blogs": [
    {
      "title": "My First Blog",
      "body": "February is almost over and I have finally completed my Phase One Project. There is a massive amount of relief I feel completing this project. Ultimately because I was able to incorporate all that was taught in Phase One into my final project. I built a one page application that can display breweries in the United States using JavaScript, HTML, and CSS. I built it with the capability of searching for the breweries by cities. I want to share some tips and advice that I got along the way in completing this project. For starters, a positive can-do attitude will go a long way in learning a new program language. If you are like me and come from a non-technical background, Google will become and forever be your best friend. For example, understanding functions, let, and const for my project only got easier with Google. Also with the help of some friends I met along the way in creating this project, but more of that later. ",
      "author": "Ami",
      "id": 1
    },
    {
      "title": "Ami's Back!",
      "body": "This is becasue Ami is back with another project. Lol. No one is stopping me when it comes to peoject making. The goal not is make sure the blog is functional. I want to continue making projects that solve problems.",
      "author": "Ami",
      "id": 2
    },
    {
      "title": "React, React, React",
      "body": "OMG! This is my first React project. More to come!",
      "author": "Aminat",
      "id": 3
    },
    {
      "title": "JavaScript Who?",
      "body": "The final piece of advice I want to give you, reach out to anyone or everyone you know who is learning to code or already coding. It is hard for me to put myself out there and get challenged by what I know. But I sought help and accepted the challenging questions about my project. That helped me complete my project. I am grateful and appreciate everyone that gave me a chance to talk code. My advice is to make friends, create a community, and make connections along the way of your project. In conclusion, when finishing up my phase one project the best advice someone gave me starting was to not be afraid to share what I know already; I know a lot more than I think I do. As well as, if things do not click now, I should not give up because they will be down the road of learning.",
      "author": "Mimi",
      "id": 4
    }
  ]
}